Repository: Y0ngg4n/trading-cockpit
Catalog: src/locales/*/messages.po
Languages: de

source: dashboard.apikey.description
de: Bitte folgen sie dem untenstehenden Link und legen sie sich einen Account bei Lemon Markets an um Zugriff auf Echtzeitdaten zu erhalten. Folgen sie dann dem untenstehenden Link um einen API Key zu erstellen und fügen sie den API Key dann hier ein.

source: dashboard.apikey.label
de: API Key

source: dashboard.apikey.save
de: Speichern

source: dashboard.apikey.title
de: Echtzeitdaten API Key

source: dashboard.apikey.wrongApiKey
de: API Key ist falsch

# dashboard.depots.login
source: Login
de: Einloggen

# home.login.email
source: Email Address
de: Email Adresse

# home.login.noAccount
source: No account
de: Kein Account

# home.login.password
source: Password
de: Passwort

# home.login.provide.email
source: Please provide email
de: Bitte Email eingeben

# home.login.provide.password
source: Please provide password
de: Bitte Passwort eingeben

# home.login.submit
source: Login
de: Einloggen

# home.login.wrongCredentials
source: Email or Password is wrong
de: Email oder Passwort ist falsch

# home.register.accountAlreadyExists
source: Account already Exists
de: Account existiert bereits

# home.register.haveAccount
source: Allready having account
de: Bereits Account vorhanden

# home.register.passwordNotMatch
source: Passwords do not match
de: Passwörter stimmen nicht überein

# home.register.passwordNotSafe
source: Password is not safe
de: Passwort ist nicht sicher

# home.register.provide.email
source: Please provide email
de: Bitte Email eingeben

# home.register.provide.password
source: Please provide password
de: Bitte Passwort eingeben
